---
kind: other
id: Methods.T:Autodesk.Revit.UI.ContextualHelp
source: html/df07bb68-b1a0-f8d0-ad4a-05017060aa41.htm
---
# ContextualHelp Methods

Launches and displays the help topic specified by the contents of this ContextualHelp object.